import React from 'react'

const PoliticConfidance = () => {
  return (
    <div className='PoliticConfidance'>
        <div className="container">
            <h1>ПОЛІТИКА КОНФІДЕНЦІЙНОСТІ</h1>
            <p>
                01.07.2020 м. Полтава
                Вступ
                Ласкаво просимо до Clapkey LLC.
                Clapkey LLC ("Ми", "ми", або "наші") діє за адресою https://clapkey.com (далі - " Служба ").
                Наша політика конфіденційності регулює ваше відвідування інтернет-ресурсу https://clapkey.com і пояснює, як ми збираємо, захищаємо та розкриваємо інформацію, яка є результатом використання нашої служби.
                Ми використовуємо ваші дані для надання та покращення служби. Користуючись послугою, ви погоджуєтеся на збір та використання інформації відповідно до цієї політики. Якщо в цій Політиці конфіденційності не визначено інше, терміни, що використовуються в цій Політиці конфіденційності, мають ті ж значення, що й у нашій Публічній оферті.
                Наші Загальні положення та умови (« Умови ») регулюють використання нашої Служби і разом з Політикою конфіденційності складають Вашу згоду з нами (« договір »).
                Визначення
                Clapkey LLC - ТОВ "Клапкей"
                Код ЄДРПОУ 41955775
                Адреса: Україна, 36007, Полтавська область, місто Полтава, вулиця Кучеренко, будинок 9, к.4 к.4
                email: info@clapkey.com
                СЛУЖБА - означає: веб-сайт clapkey.com керований Clapkey LLC.
                ОСОБИСТІ ДАНІ означає дані про живу особу, яка може бути ідентифікована з цих даних (або з тих та інших відомостей, що перебувають у нашому розпорядженні, або, ймовірно, у нас є). 
                ДАНІ ВИКОРИСТАННЯ - це дані, зібрані автоматично або згенеровані використанням Служби, або з самої інфраструктури сервісу (наприклад, тривалість відвідування сторінки).
                COOKIES це невеликі файли, збережені на вашому пристрої (комп'ютері або мобільному пристрої).
                КОНТРОЛЕР ДАНИХ означає фізичну або юридичну особу, яка (або окремо, або спільно, або спільно з іншими особами) визначає цілі та спосіб, в якому будь-які персональні дані обробляються або мають бути оброблені. Для цілей цієї Політики конфіденційності ми є Контролером даних Ваших даних.
                ПРОЦЕСОРИ ДАНИХ (АБО ПОСТАЧАЛЬНИКИ) означає будь-яку фізичну або юридичну особу, яка обробляє дані від імені контролера даних. Ми можемо використовувати послуги різних постачальників послуг для більш ефективної обробки ваших даних. 
                ТЕМА ДАНИХ будь-яка жива особа, яка є суб'єктом персональних даних.
                Користувач це особа, яка користується нашою службою. Користувач відповідає суб'єкту даних, який є суб'єктом персональних даних.
                Збір та використання інформації
                Ми збираємо декілька різних типів інформації для різних цілей, щоб надати Вам та покращити нашу Службу.
                Види зібраних даних
                Особисті дані
                Під час використання нашої Служби, ми можемо попросити Вас надати нам певну особисту інформацію, яка може бути використана для контакту або ідентифікації Вашої особи (" Особисті дані "). Інформація, що ідентифікує особу, може включати, але не обмежується:
                (а) Адреса електронної пошти
                (b) Ім'я та прізвище
                (c) Номер телефону
                (d) Адреса, Район, Область, ZIP / Поштовий індекс, місто
                (e) Файли cookie та дані про використання
                Ми можемо використовувати Ваші Персональні Дані, щоб зв'язатися з Вами за допомогою інформаційних бюлетенів, маркетингових або рекламних матеріалів та іншої інформації, яка може Вас зацікавити. Ви можете відмовитися від отримання будь-яких або всіх цих повідомлень від нас перейшовши за посиланням для скасування підписки .
                Дані про використання
                Ми також можемо збирати інформацію, яку ваш веб-переглядач надсилає кожного разу, коли ви відвідуєте нашу службу або коли ви звертаєтеся до служби через або через мобільний пристрій (" дані про використання ").
                Ці дані про використання можуть містити таку інформацію, як адреса Інтернет-протоколу комп'ютера (наприклад, IP-адреса), тип веб-переглядача, версія веб-переглядача, сторінки нашої служби, які ви відвідуєте, час і дату вашого відвідування, час, витрачений на ці сторінки, унікальний ідентифікатори пристроїв та інші діагностичні дані.
                Під час доступу до Служби за допомогою мобільного пристрою Дані про використання можуть містити таку інформацію, як тип використовуваного мобільного пристрою, унікальний ідентифікатор мобільного пристрою, IP-адреса вашого мобільного пристрою, операційна система для мобільних пристроїв, тип мобільного інтернет-браузера, унікальні ідентифікатори пристроїв та інші діагностичні дані.
                Дані про місцезнаходження
                Ми можемо використовувати та зберігати інформацію про ваше місцезнаходження, якщо ви даєте нам дозвіл на це (" Дані про місцезнаходження "). Ми використовуємо ці дані для забезпечення функцій нашої служби, для покращення та налаштування нашої служби.
                Можна вмикати або вимикати служби визначення місцезнаходження, коли ви користуєтеся нашою службою в будь-який час за допомогою налаштувань вашого пристрою.
                Відстеження даних куки
                Ми використовуємо файли cookie та подібні технології відстеження, щоб відстежувати діяльність нашої Служби, і зберігаємо певну інформацію.
                Cookies - це файли з невеликою кількістю даних, які можуть включати анонімний унікальний ідентифікатор. Файли cookie надсилаються до веб-переглядача з веб-сайту та зберігаються на пристрої. Також використовуються інші технології відстеження, такі як маяки, теги та скрипти для збору та відстеження інформації, а також для вдосконалення та аналізу нашої служби.
                Ви можете доручити веб-переглядачу відмовитися від всіх файлів cookie або вказати, коли надсилається файл cookie. Однак, якщо ви не приймаєте файли cookie, ви не зможете використовувати деякі частини нашої служби.
                Приклади файлів cookie, які ми використовуємо:
                (а) Файли сеансу: Ми використовуємо кукі-сеанси для керування нашою службою.
                (b)Файли cookie: Ми використовуємо Cookies налаштувань для запам'ятовування Ваших уподобань та різних параметрів. Також Ми використовуємо Cookies безпеки для цілей безпеки.
                (с) Рекламні файли cookie: Рекламні файли cookie використовуються для надання реклами, яка може відповідати вам та вашим інтересам.
                Використання даних
                Clapkey LLC використовує зібрані дані для різних цілей:
                (а) надавати та підтримувати нашу Службу;
                (b) повідомляти Вас про зміни в нашій Службі;
                (c) щоб дозволити Вам брати участь у інтерактивних функціях нашої Служби, коли Ви вирішите це зробити;
                (d) надавати підтримку клієнтів;
                (e) збирати аналіз або цінну інформацію, щоб ми могли покращити нашу службу;
                (f) контролювати використання нашої Служби;
                (g) виявлення, запобігання та вирішення технічних питань;
                (h) виконувати будь-яку іншу мету, для якої ви її надаєте;
                (i) виконувати наші зобов'язання та виконувати наші права, що випливають з будь-яких договорів, укладених між вами та нами, включаючи оплату та збір коштів;
                (j) надавати вам повідомлення про ваш обліковий запис і / або підписку, включаючи повідомлення про закінчення терміну дії та поновлення, інструкції з електронної пошти тощо;
                (k) надавати вам новини, спеціальні пропозиції та загальну інформацію про інші товари, послуги та події, які ми пропонуємо, подібні до тих, які ви вже купили або запитали, якщо ви не вирішили не отримувати таку інформацію;
                (l) будь-яким іншим способом, який ми можемо описати, коли ви надаєте інформацію;
                (м) з будь-якою іншою метою з вашої згоди.
                Збереження даних
                Ми зберігатимемо Ваші Персональні Дані тільки протягом часу, необхідного для цілей, викладених у цій Політиці конфіденційності. Ми зберігатимемо і використовуватимемо Ваші Персональні Дані в межах, необхідних для виконання наших юридичних зобов'язань (наприклад, якщо ми повинні зберегти Ваші дані для дотримання чинного законодавства), вирішити суперечки та забезпечити виконання наших юридичних угод і політик.
                Ми також збережемо дані використання для цілей внутрішнього аналізу. Дані про використання зазвичай зберігаються протягом більш короткого періоду, за винятком випадків, коли ці дані використовуються для посилення безпеки або для поліпшення функціональності нашої Служби, або ми юридично зобов'язані зберігати ці дані на більш тривалі періоди часу.
                Передача даних
                Ваша інформація, включаючи особисті дані, може бути передана на комп'ютери, розташовані за межами Вашої держави, області, країни або іншої урядової юрисдикції, і зберігатися на них, де закони про захист даних можуть відрізнятися від законів вашої юрисдикції.
                Якщо ви перебуваєте за межами України і надаєте нам інформацію, зверніть увагу, що ми передаємо дані, включаючи особисті дані, до України та Західної Європи (Ірландії (Сервіси Azure корпорації Microsoft)і обробляємо їх там.
                Ваша згода на цю політику конфіденційності, за якою ви подаєте таку інформацію, є вашою згодою на цю передачу.
                Clapkey LLC буде вживати всіх необхідних заходів для забезпечення надійної обробки ваших даних і відповідно до цієї Політики конфіденційності, і жодна передача Ваших Персональних даних не відбудеться в організації або країні, якщо не буде забезпечено належного контролю, включаючи безпеку даних та іншої особистої інформації.
                Розкриття даних
                Ми можемо розкривати особисту інформацію, яку ми збираємо, або надаємо:
                (а) Розкриття інформації для правоохоронних органів - за певних обставин ми можемо бути зобов'язані розкривати Ваші Персональні Дані, якщо це вимагається законом або у відповідь на дійсні запити органів державної влади.
                (b) Бізнес-операція - якщо ми або наші дочірні компанії беремо участь у злитті, придбанні або продажу активів, ваші особисті дані можуть бути передані.
                (c) Інші випадки. Ми можемо також розкрити вашу інформацію до наших дочірніх компаній та філій;
                Безпека даних
                Безпека ваших даних важлива для нас, але пам'ятайте, що жоден спосіб передачі через Інтернет або метод електронного зберігання не є на 100% безпечним. Хоча ми прагнемо використовувати комерційно прийнятні засоби для захисту ваших особистих даних, ми не можемо гарантувати його абсолютну безпеку.
                Ваші права на захист даних відповідно до Загального регламенту про захист даних (GDPR)
                Якщо ви є резидентом Європейського Союзу (ЄС) та Європейської економічної зони (ЄЕЗ), у вас є певні права на захист даних, які охоплюються GDPR. - Див. Більше на сторінці https://eur-lex.europa.eu/eli/reg/2016/679/oj
                Ми прагнемо вжити розумних заходів, щоб дозволити вам виправляти, змінювати, видаляти або обмежувати використання ваших особистих даних. Якщо ви бажаєте отримати інформацію про особисті дані, які ми зберігаємо про вас, і якщо ви хочете, щоб вони були видалені з наших систем, будь ласка, напишіть нам на support@clapkey.com, info@clapkey.com.Платежі
                Ми можемо надавати платні продукти та / або послуги в межах Служби. У цьому випадку ми використовуємо послуги сторонніх виробників для обробки платежів (наприклад, процесори платежів).

                Ми не зберігатимемо та не збиратимемо деталі платіжної картки. Ця інформація надається безпосередньо нашим стороннім процесорам оплати, чиє використання вашої особистої інформації регулюється їх Політикою конфіденційності. Ці платіжні процесори дотримуються стандартів, встановлених PCI-DSS, якими керує Рада зі стандартів безпеки PCI, що є спільними зусиллями таких брендів, як Visa, Mastercard, American Express і Discover. Вимоги PCI-DSS забезпечують безпечну обробку платіжної інформації.
            </p>
        </div>
    </div>
  )
}

export default PoliticConfidance