import React from 'react'
import Questions from './Questions';

const QuestionsItems = () => {
    const items = [
        { 
            title: 'Аналіз та пропрацювання концепції', 
            content: 'Наша команда складається з кваліфікованих спеціалістів, які  знають,  як вирішити будь-яку  проблему, з якою ви можете  зіткнутися. Це створює основу для довготривалих відносин з нашими  клієнтами, побудованих на довірі та взаєморозумінні.  Ми прагнемо створювати унікальні та інноваційні рішення разом із високоякісними допоміжними послугами. CRM та ERP системи, Кібер безпека' },
        { 
            title: 'Поетапна розробка системи', 
            content: 'Наша команда складається з кваліфікованих спеціалістів, які  знають,  як вирішити будь-яку  проблему, з якою ви можете  зіткнутися. Це створює основу для довготривалих відносин з нашими  клієнтами, побудованих на довірі та взаєморозумінні.  Ми прагнемо створювати унікальні та інноваційні рішення разом із високоякісними допоміжними послугами. CRM та ERP системи, Кібер безпека' },
        { 
            title: 'Запуск MVP-версії проєкту', 
            content: 'Наша команда складається з кваліфікованих спеціалістів, які  знають,  як вирішити будь-яку  проблему, з якою ви можете  зіткнутися. Це створює основу для довготривалих відносин з нашими  клієнтами, побудованих на довірі та взаєморозумінні.  Ми прагнемо створювати унікальні та інноваційні рішення разом із високоякісними допоміжними послугами. CRM та ERP системи, Кібер безпека' },
        { 
            title: 'Підтримка під час запуску маркетингових активностей', 
            content: 'Наша команда складається з кваліфікованих спеціалістів, які  знають,  як вирішити будь-яку  проблему, з якою ви можете  зіткнутися. Це створює основу для довготривалих відносин з нашими  клієнтами, побудованих на довірі та взаєморозумінні.  Ми прагнемо створювати унікальні та інноваційні рішення разом із високоякісними допоміжними послугами. CRM та ERP системи, Кібер безпека' },
        {
            title: 'Робота над розвитком функціонала',
            content: 'Наша команда складається з кваліфікованих спеціалістів, які  знають,  як вирішити будь-яку  проблему, з якою ви можете  зіткнутися. Це створює основу для довготривалих відносин з нашими  клієнтами, побудованих на довірі та взаєморозумінні.  Ми прагнемо створювати унікальні та інноваційні рішення разом із високоякісними допоміжними послугами. CRM та ERP системи, Кібер безпека',
        },
      ];
    
      return (
        <div className='QuestionsItems'>
            <p>популярні запитання</p>
            <div className="questions-items">
            {items.map((item, index) => (
                <Questions key={index} title={item.title} content={item.content} />
      ))}
             </div>
        </div>
  )
}

export default QuestionsItems